export const genderData = [
    { "value": 1, "label": "किशोर" },
    { "value": 2, "label": "किशोरी" },
    { "value": 3, "label": "अन्य" }
]

export const activityPlace = [
    { "value": 1, "label": "शाला भवन/ मैदान" },
    { "value": 2, "label": "आंगनवाड़ी" },
    { "value": 3, "label": "सामुदायिक भवन" },
    { "value": 4, "label": "खेल का मैदान" },
    { "value": 5, "label": "आयुष्मान आरोग्य मंदिर" },
    { "value": 6, "label": "अन्य" }
]

export const activityType = [
    { "id": 1, "name": "समूह/ब्रिगेड बैठक" },
    { "id": 2, "name": "जागरूकता सत्र" },
    { "id": 3, "name": "घर–घर संपर्क" },
    { "id": 4, "name": "लीडरशशप / आत्मववश्वास गतिविधि" },
    { "id": 5, "name": "ज़ीवन कौशल गतिविधि" },
    { "id": 6, "name": "किशोर का शोर गतिविधि" },
    { "id": 7, "name": "दीवाल लेखन" },
    { "id": 8, "name": "अन्य" }
]

export const moduleData = [
    { "id": 1, "name": "मॉड्यूल 1 – साथिया ब्रिगेड" },
    { "id": 2, "name": "मॉड्यूल 2 – किशोरावस्था / शारीरिक परिवर्तन" },
    { "id": 3, "name": "मॉड्यूल 3 – पोषण एवं एनीमिया" },
    { "id": 4, "name": "मॉड्यूल 4 – सामान्य बीमारियाँ व रोकथाम" },
    { "id": 5, "name": "मॉड्यूल 5 – यौन एवं प्रजनन स्वास्थ्य" },
    { "id": 6, "name": "मॉड्यूल 6 – जलवायु परिवर्तन एवं स्वास्थ्य" },
    { "id": 7, "name": "मॉड्यूल 7 – नशा एवं व्यसन रोकथाम" },
    { "id": 8, "name": "मॉड्यूल 8 – मानसिक स्वास्थ्य" },
    { "id": 9, "name": "मॉड्यूल 9 – हिंसा एवं चोट रोकथाम" },
    { "id": 10, "name": "मॉड्यूल 10 – सुरक्षित सोशल मीडिया उपयोग" },
]


export const comicBooks = [
    { "id": 1, "name": "तिरंगा आहार की बात" },
    { "id": 2, "name": "पोषण स्रोत की बात" },
    { "id": 3, "name": "आयरन व कृमिनाशक गोली की बात" },
    { "id": 4, "name": "गुणों और कमियों को जान, करो खुद की पहचान" },
    { "id": 5, "name": "बात से बनती है बात, जाने हम साथ साथ" },
    { "id": 6, "name": "माधव और मुस्कान मिलकर करते समस्या का समाधान" },
    { "id": 7, "name": "अब ना होगी कोई भूल, सरिता रोज आएगी स्कूल" },
    { "id": 8, "name": "अपनी ताकत जानें, हम लड़कियाँ किसी से कम नहीं" },
    { "id": 9, "name": "मुस्कान, निशा ओर बबली, लगती हैं बदली बदली" },
    { "id": 10, "name": "बड़े हो रहे हैं जाने, बदलाव को पहचाने" },
    { "id": 11, "name": "कभी खुशी कभी तनाव, हर दिन बदलें मन के भाव" },
    { "id": 12, "name": "ब्दलाव को पहचाने, भावनाओं को जाने" },
    { "id": 13, "name": "खेले, कूदें, नाचे, गायें, हँसकर गुस्से पर विजय पाएँ" },
    { "id": 14, "name": "हुनर के आगे, तनाव भागे" },
    { "id": 15, "name": "मन के हारे हार है, मन के जीते जीत" },
    { "id": 16, "name": "मत पालो तंबाखू, गुटखे की लत, नहीं तो हो जाएगी बुरी गत" },
    { "id": 17, "name": "खुशी हो या गम, नहीं पियेंगे हम" },
    { "id": 18, "name": "दृढ संकल्प निभाएंगे, बुरी आदत पर काबू पाएंगे" },
    { "id": 19, "name": "माधव-मुस्कान ने किया कमाल, बाल विवाह में मचायी धमाल" },
    { "id": 20, "name": "ब्याह की सही उमर, आसान जिंदगी का सफर" },
    { "id": 21, "name": "बाल विवाह की प्रथा तोडे साहस से नाता जोडें़" },
    { "id": 22, "name": "किशोर मन, न बहके कदम" },
    { "id": 23, "name": "यौन संक्रमण से न लजाना, जल्दी इलाज कराना" },
    { "id": 24, "name": "माधव मुस्कान रखते एच.आई.वी. संक्रमित का ध्यान" },
]


export const activityToDo = [
    { "id": 1, "name": "समूह चर्चा" },
    { "id": 2, "name": "रोल-प्ले" },
    { "id": 3, "name": "खेल / ऊर्जावान गतिविधियाँ" },
    { "id": 4, "name": "डेमो / प्रदर्शन" },
    { "id": 5, "name": "फ्लिपबुक / साथिया किट" },
    { "id": 6, "name": "प्रश्न पेटी (Question Box)" },
    { "id": 7, "name": "व्यक्तिगत परामर्श" },
    { "id": 8, "name": "कहानी / उदाहरण समझाना" },
]

export const activityDuration = [
    { "value": 1, "label": "15 मिनट" },
    { "value": 2, "label": "30 मिनट" },
    { "value": 3, "label": "45 मिनट" },
    { "value": 4, "label": "60 मिनट" },
    { "value": 5, "label": "60 मिनट से अधिक" },
]

export const contentUse = [
    { "id": 1, "name": "साथिया किट" },
    { "id": 2, "name": "फ्लिपबुक" },
    { "id": 3, "name": "पोस्टर" },
    { "id": 4, "name": "वीडियो" },
    { "id": 5, "name": "अन्य" },
    { "id": 6, "name": "कोई नहीं" },
]

export const qualificationData = [
    { "value": 1, "label": "6th" },
    { "value": 2, "label": "7th" },
    { "value": 3, "label": "8th" },
    { "value": 4, "label": "9th" },
    { "value": 5, "label": "10th" },
    { "value": 6, "label": "11th" },
    { "value": 7, "label": "12th" },
    { "value": 8, "label": "Graduation" },
]

export const booleanData = [
    { "value": 1, "label": "Yes" },
    { "value": 2, "label": "No" },
]

export const schStatusOption = [
    { "value": 1, "label": "School going" },
    { "value": 2, "label": "School dropout" },
]

export const ageData = [
    { "value": 10, "label": "10" },
    { "value": 11, "label": "11" },
    { "value": 12, "label": "12" },
    { "value": 13, "label": "13" },
    { "value": 14, "label": "14" },
    { "value": 15, "label": "15" },
    { "value": 16, "label": "16" },
    { "value": 17, "label": "17" },
    { "value": 18, "label": "18" },
    { "value": 19, "label": "19" },
]